export const hcmsFallback = {
  desc: 'Текстовки для Интернет банка',
  groups: [
    {
      id: 'screen_settings',
      desc: 'Экран Уведомления об операциях',
      texts: [
        {
          id: 'header_211_id',
          val: 'Уведомления об операциях',
          desc: 'Заголовок',
        },
        {
          id: 'text_121_id',
          val: '30 дней бесплатно',
          desc: 'Для массовых, пенсионеров, привилегов',
        },
        {
          id: 'text_602_id',
          val: '0 ₽ с ВТБ Плюс',
          desc: 'Условия оплаты с подпиской ВТБ Плюс при подключении',
        },
        {
          id: 'text_2_id',
          val: '<subscriptionCost> ₽ в месяц',
          desc: 'Стоимость',
        },
        {
          id: 'text_45_id',
          val: 'С <prolongationDate> — <subscriptionCost> ₽/мес',
          desc: 'Условия при подключении для массового, пенсионера, привилега',
        },
        {
          id: 'text_4_id',
          val: '30 дней бесплатно, далее — <subscriptionCost> ₽/мес',
          desc: 'Условия при подключении для массового, пенсионера, привилега',
        },
        {
          id: 'text_06_id',
          val: '30 дней бесплатно, далее — <subscriptionCost> ₽/мес',
          desc: 'Условия при подключении для массовых',
        },
        {
          id: 'header_07_id',
          val: 'Зачем нужны уведомления',
        },
        {
          id: 'text_07_id',
          val: 'Легче следить за тратами',
        },
        {
          id: 'text_98_id',
          val: 'Будьте в курсе всех расходов по картам',
        },
        {
          id: 'header_109_id',
          val: 'Защититься от мошенников',
        },
        {
          id: 'text_10_id',
          val: 'Узнавайте о подозрительных операциях',
        },
        {
          id: 'header_11_id',
          val: 'Просто смотреть баланс',
        },
        {
          id: 'text_132_id',
          val: 'Следите, сколько денег на картах',
        },
        {
          id: 'button_01_id',
          val: 'Подключить',
          desc: 'Кнопка при подключении для массовых, обычный зп, пенсионер, привилегия',
        },
        {
          id: 'button_42_id',
          val: 'Подключить бесплатно',
          desc: 'Кнопка при подключении для стратегический зп, ВТБ+, прайм зп, стратегический зп',
        },
        {
          id: 'button_03_id',
          val: 'Отключить уведомления',
          desc: 'Кнопка при подключении',
        },
        {
          id: 'header_110_id',
          val: 'Отключить уведомления?',
        },
        {
          id: 'text_110_id',
          val: 'Вы не будете получать сообщения об операциях по картам, платежах, переводах и снятии наличных.',
        },
        {
          id: 'button_044_id',
          val: 'Оставить уведомления',
        },
        {
          id: 'button_84_id',
          val: 'Отключить',
        },
        {
          id: 'screen_vtbplus_header',
          val: 'С ВТБ Плюс уведомления бесплатные',
          desc: 'Заголовок поп ап подписки ВТБ+',
        },
        {
          id: 'screen_vtbplus_text1',
          val: 'Ваши преимущества с&nbsp;подпиской\n\n',
          desc: 'текст 1 преимуществ подписки ВТБ+',
        },
        {
          id: 'screen_vtbplus_text2',
          val: 'Выгодный кешбэк в&nbsp;сервисах Яндекса&nbsp;&mdash;&nbspТакси, Маркет, Еда, Лавка',
          desc: 'текст 2 преимуществ подписки ВТБ+',
        },
        {
          id: 'screen_vtbplus_text3',
          val: 'Дополнительные категории кешбэка',
          desc: 'текст 3 преимуществ подписки ВТБ+',
        },
        {
          id: 'screen_vtbplus_text4',
          val: 'Повышенная ставка по накопительному ВТБ-Счету',
          desc: 'текст 4 преимуществ подписки ВТБ+',
        },
        {
          id: 'screen_vtbplus_text',
          val: 'Ваши преимущества с&nbsp;подпиской\n\n&bull; Выгодный кешбэк в&nbsp;сервисах Яндекса&nbsp;&mdash; Такси, Маркет, Еда, Лавка\n\n&bull; Дополнительные категории кешбэка\n\n&bull; Повышенная ставка по накопительному ВТБ-Счету',
          desc: 'текст преимуществ подписки ВТБ+',
        },
        {
          id: 'screen_vtbplus_but1',
          val: 'Подробнее о ВТБ Плюс',
          desc: 'кнопка подключения подписки ВТБ+',
        },
        {
          id: 'screen_vtbplus_but2',
          val: 'Все равно отключить',
          desc: 'кнопка отключения без подписки ВТБ+',
        },
      ],
    },
    {
      id: 'screen_settings2',
      desc: 'Экран Уведомления об операциях - редизайн 1 квартал 2026',
      texts: [
        {
          id: 'screen_settings2_main_header',
          val: 'Уведомления',
          desc: 'Заголовок',
        },
        {
          id: 'screen_settings2_no_notify_header1',
          val: 'Будем сообщать обо всех расходах и поступлениях',
          desc: 'Пункт 1 экрана, если уведомления не подключены',
        },
        {
          id: 'screen_settings2_no_notify_header2',
          val: 'Подключаем сразу по всем картам и счетам',
          desc: 'Пункт 2 экрана, если уведомления не подключены',
        },
        {
          id: 'screen_settings2_no_notify_header3',
          val: 'Пришлем пуш, если нет интернета — СМС',
          desc: 'Пункт 3 экрана, если уведомления не подключены',
        },
        {
          id: 'screen_settings2_no_notify_payment_description',
          val: '30 дней бесплатно, затем <subscriptionCost> ₽/мес',
          desc: 'Информация о подключении если сегмент Пенсионер, Массовый, Зарплатный, если уведомления не подключены',
        },
        {
          id: 'screen_settings2_button1',
          val: 'Подключить бесплатно',
          desc: 'Кнопка подключения уведомлений для ЕБП или сегмент Прайм, Привилегия, Стратегический ЗП, если уведомления не подключены',
        },
        {
          id: 'screen_settings2_button2',
          val: 'Подключить уведомления',
          desc: 'Кнопка подключения если сегмент Пенсионер, Массовый, Зарплатный, если уведомления не подключены',
        },
        {
          id: 'screen_settings2_payment_description2',
          val: 'Подключены, бесплатно',
          desc: 'Информация о подключении для ЕБП или сегмент Прайм, Привилегия, Стратегический ЗП, если уведомления подключены',
        },
        {
          id: 'screen_settings2_payment_description1',
          val: '<prolongationDate> спишем <subscriptionCost> ₽',
          desc: 'Информация о подключении если сегмент Пенсионер, Массовый, Зарплатный, если уведомления подключены',
        },
        {
          id: 'screen_settings2_notify_header1',
          val: 'Сообщаем обо всех расходах и поступлениях',
          desc: 'Заголовок 1 раздела, если уведомления подключены',
        },
        {
          id: 'screen_settings2_notify_button1_disable_notify',
          val: 'Отключить',
          desc: 'Кнопка отключения уведомлений, если уведомления подключены',
        },
        {
          id: 'screen_settings2_notify_header_max',
          val: 'Присылать уведомления в мессенджер МАХ',
          desc: 'Заголовок 2 раздела - MAX, если уведомления подключены, MAX выключен',
        },
        {
          id: 'screen_settings2_notify_header_max2',
          val: 'Присылаем уведомления в мессенджер МАХ',
          desc: 'Заголовок 2 раздела - MAX, если уведомления подключены, MAX включен',
        },
        {
          id: 'screen_settings2_notify_button2_enable_notify_max',
          val: 'Подключить',
          desc: 'Кнопка 2 раздела - MAX, если уведомления подключены',
        },
        {
          id: 'screen_settings2_notify_button2_disable_notify_max',
          val: 'Отключить',
          desc: 'Кнопка 2 раздела - MAX, если уведомления подключены',
        },
      ],
    },
    {
      id: 'screen_check_settings',
      desc: 'Чек при отключении или подключении уведомлений',
      texts: [
        {
          id: 'header_231_id',
          val: 'Уведомления об операциях подключены',
          desc: 'Заголовок чека подключения',
        },
        {
          id: 'header_231_id_redesign_1q_2026',
          val: 'Уведомления подключены',
          desc: 'Заголовок чека подключения редизайн',
        },
        {
          id: 'header_02_id',
          val: 'Уведомления об операциях отключены',
          desc: 'Заголовок чека отключения',
        },
        {
          id: 'text_01_id',
          val: 'Включите пуши в настройках — и получайте сообщения по Wi-Fi, даже когда нет связи.',
          desc: 'Чек об успехе подключения уведомлений об операциях',
        },
        {
          id: 'text_04_id',
          val: 'Вы будете получать пуш-уведомления обо всех расходах и поступлениях. Если не будет интернета, пришлем СМС.',
          desc: 'Чек об успехе подключения, массовые, пенсионеры',
        },
        {
          id: 'text_05_id',
          val: 'Теперь вы будете получать только СМС-коды подтверждения.\n\nСнова подключить уведомления обо всех операциях можно в настройках.',
          desc: 'Чек об отключении',
        },
        {
          id: 'text_36_id',
          val: '30 дней бесплатно, далее — <subscriptionCost> ₽/мес.\n\nВключите пуши в настройках — и получайте сообщения по Wi-Fi, даже когда нет связи.',
          desc: 'Чек о подключении массовые',
        },
        {
          id: 'text_37_id',
          val: 'Вы будете получать бесплатные уведомления обо всех платежах, переводах, снятии наличных в банкоматах и других операциях по картам.',
          desc: 'Для стратегов, праймов, привилегов зп, ЕБП',
        },
        {
          id: 'text_37_id_redesign_1q_2026',
          val: 'Теперь вы будете получать уведомления обо всех расходах и поступлениях по картам и счетам.',
          desc: 'Для стратегов, праймов, привилегов зп, ЕБП редизан 1 кв 2026',
        },
        {
          id: 'text_39_id',
          val: 'Вы будете получать бесплатные уведомления обо всех платежах, переводах, снятии наличных в банкоматах и других операциях по картам.\n\n30 дней бесплатно, далее — <subscriptionCost> ₽/мес',
          desc: 'Для массового',
        },
        {
          id: 'text_39_id_redesign_1q_2026',
          val: 'Теперь вы будете получать уведомления обо всех расходах и поступлениях по картам и счетам.\n\nПервые 30 дней бесплатно, далее — <subscriptionCost> ₽/мес',
          desc: 'Для массового редизан 1 кв 2026',
        },
        {
          id: 'button_23_id',
          val: 'На главную',
          desc: 'Кнопка для перехода на главную',
        },
        {
          id: 'button_02_id',
          val: 'Включить пуш-уведомления',
        },
        {
          id: 'max_active_success_header',
          val: 'Отправка уведомлений в MAX подключена',
          desc: 'Заголовок для чека об успешном подключении уведомлений в MAX',
        },
        {
          id: 'max_active_success_text',
          val: 'Вы будете получать уведомления о расходах и поступлениях по картам и счетам в мессенджере.',
          desc: 'Текст для чека об успешном подключении уведомлений в MAX',
        },
        {
          id: 'max_active_success_button',
          val: 'На главную',
          desc: 'Текст кнопки для чека об успешном подключении уведомлений в MAX',
        },
        {
          id: 'max_deactive_success_header',
          val: 'Отправка уведомлений в MAX отключена',
          desc: 'Заголовок для чека об успешном отключении уведомлений в MAX',
        },
        {
          id: 'max_deactive_success_text',
          val: 'Вы больше не будете получать в мессенджере уведомления о расходах и поступлениях по картам и счетам.',
          desc: 'Текст для чека об успешном отключении уведомлений в MAX',
        },
        {
          id: 'max_deactive_success_button',
          val: 'На главную',
          desc: 'Текст кнопки для чека об успешном отключении уведомлений в MAX',
        },
      ],
    },
    {
      id: 'screen_pushs',
      desc: 'Способы уведомлений',
      texts: [
        {
          id: 'header_101_id',
          val: 'Способ оповещения',
          desc: 'Заголовок настроек оповещения',
        },
        {
          id: 'header_012_id',
          val: 'Пуш-уведомления',
        },
        {
          id: 'text_001_id',
          val: 'Всплывающие сообщения на экране смартфона',
          desc: 'Текст настроек оповещения',
        },
        {
          id: 'text_001_id_desc',
          val: 'Если нет интернета, пришлем СМС',
          desc: 'Доп текст с описанием',
        },
        {
          id: 'button_45_id',
          val: 'Включить',
        },
        {
          id: 'button_push_activate',
          val: 'Включить',
        },
        {
          id: 'push_deactivate_button',
          val: 'Отключить',
        },
        {
          id: 'button_62_id',
          val: 'Отключить',
        },
        {
          id: 'button_63_id',
          val: 'Удалить',
        },
        {
          id: 'subsection_header_01_id',
          val: 'Подключенные устройства',
          desc: 'Заголовок списка устройств',
        },
        {
          id: 'text_31_id',
          val: 'В веб-версии ВТБ Онлайн нельзя подключить пуш-уведомления, но они доступны в приложении на уже подключенных устройствах.',
          desc: 'Текстовка веб версии',
        },
        {
          id: 'text_enable_push_safari',
          val: 'В веб-версии ВТБ Онлайн нельзя подключить пуш-уведомления. \nНажмите на иконку <shareIcon> в меню браузера, выберите «На экран Домой» и нажмите «Добавить». На экране iPhone появится иконка приложения - войдите через нее в ВТБ Онлайн',
          desc: 'Текстовка для Safari',
        },
        {
          id: 'text_enable_push_loona',
          val: 'Чтобы получать пуш-уведомления, нажмите на три точки <shareIcon> в правом верхнем углу страницы и переведите переключатель пуш-уведомлений в активное состояние',
          desc: 'Текстовки Loona',
        },
        {
          id: 'header_max',
          val: 'Уведомления в MAX',
          desc: 'Заголовок для раздела с MAX',
        },
        {
          id: 'text_max',
          val: 'Отправка уведомлений об операциях в мессенджер',
          desc: 'Заголовок для раздела с MAX',
        },
        {
          id: 'button_max',
          val: 'Подключить',
          desc: 'Кнопка для подключения уведомлений в MAX',
        },
        {
          id: 'max_deactivate_button',
          val: 'Отключить',
          desc: 'Кнопка для отключения уведомлений в MAX',
        },
        {
          id: 'subsection_header_02_id',
          val: 'В приложении',
          desc: 'Заголовок',
        },
        {
          id: 'screen_pushs_bell_text',
          val: 'Просматривать уведомления до&nbsp;входа в ВТБ Онлайн',
          desc: 'Описания свитчера, включающего колокольчик до авторизации',
        },
        {
          id: 'push_disabled_header',
          val: 'Уведомления отключены',
        },
        {
          id: 'push_disabled_text',
          val: 'Разрешите пуши в настройках устройства',
        },
        {
          id: 'push_disabled_pwa_button',
          val: 'Как разрешить',
        },
        {
          id: 'push_disabled_android_button',
          val: 'Перейти в настройки',
        },
        {
          id: 'push_disabled_button',
          val: 'Включить',
        },
        {
          id: 'push_enabled_header',
          val: 'Уведомления подключены',
        },
        {
          id: 'push_enabled_title',
          val: 'Если нет интернета, пришлем СМС',
        },
        {
          id: 'push_enabled_button',
          val: 'Отключить',
        },
        {
          id: 'push_enabled_android_button',
          val: 'Как отключить',
        },
        {
          id: 'push_pwa_onboarding_header',
          val: 'Как разрешить уведомления',
        },
        {
          id: 'push_pwa_onboarding_text_1',
          val: 'Перейдите в настройки телефона → Приложения',
        },
        {
          id: 'push_pwa_onboarding_text_2',
          val: 'Выберите в списке приложений ВТБ Онлайн',
        },
        {
          id: 'push_pwa_onboarding_text_3',
          val: 'Нажмите на уведомления и разрешите отправлять их',
        },
        {
          id: 'push_onboarding_button',
          val: 'Понятно',
        },
        {
          id: 'push_pwa_disable_onboarding_header',
          val: 'Как отключить уведомления',
        },
        {
          id: 'push_pwa_disable_onboarding_text_1',
          val: 'Перейдите в настройки телефона → Приложения',
        },
        {
          id: 'push_pwa_disable_onboarding_text_2',
          val: 'Выберите в списке приложений ВТБ Онлайн',
        },
        {
          id: 'push_pwa_disable_onboarding_text_android_2',
          val: 'Выберите в списке приложений ВТБ',
        },
        {
          id: 'push_pwa_disable_onboarding_text_3',
          val: 'Нажмите на уведомления и отключите их',
        },
        {
          id: 'push_pwa_disable_onboarding_button',
          val: 'Понятно',
        },
        {
          id: 'push_loona_text',
          val: 'Пуш-уведомления включаются через меню браузера. Нажмите на меню <shareIcon> в правом верхнем углу и включите пуш-уведомления для ВТБ Онлайн',
        },
        {
          id: 'push_loona_button',
          val: 'Как включить',
        },
        {
          id: 'push_loona_onboarding_header',
          val: 'Как включить пуш-уведомления',
        },
        {
          id: 'push_loona_onboarding_text_1',
          val: 'В браузере нажмите на меню <shareIcon> в правом верхнем углу',
        },
        {
          id: 'push_loona_onboarding_text_2',
          val: 'Включите пуш-уведомления для ВТБ Онлайн',
        },
        {
          id: 'push_safari_native_header',
          val: 'Пуш-уведомления недоступны в веб-версии',
        },
        {
          id: 'push_safari_native_disabled_cert_header',
          val: 'Пуш-уведомления недоступны в этом приложении',
        },
        {
          id: 'push_safari_native_with_devices_text',
          val: 'Они приходят на подключенные устройства',
        },
        {
          id: 'push_safari_native_without_devices_text',
          val: 'Чтобы продолжать получать уведомления, установите ВТБ Онлайн как ярлык на экран или используйте Браузер Луна',
        },
        {
          id: 'push_safari_native_without_devices_button',
          val: 'Как установить ВТБ Онлайн',
        },
        {
          id: 'push_safari_with_devices_text',
          val: 'Они приходят на подключенные устройства',
        },
        {
          id: 'push_safari_without_devices_text',
          val: 'Чтобы продолжать получать уведомления, установите ВТБ Онлайн как ярлык на экран или используйте Браузер Луна',
        },
        {
          id: 'push_safari_native_without_devices_button_link',
          val: 'https://vtb.ru/personal/online-servisy/vtb-online/',
        },
      ],
    },
    {
      id: 'screen_pop_up',
      desc: 'Шторки пушей',
      texts: [
        {
          id: 'header_021_id',
          val: 'Включите пуши в настройках телефона',
          desc: 'Заголовок, если системный пуш включен и нельзя перейти в настройки',
        },
        {
          id: 'text_91_id',
          val: 'Чтобы сразу узнавать обо всех расходах и поступлениях.',
          desc: 'Текст шторки, если системный пуш включен и нельзя перейти в настройки',
        },
        {
          id: 'header_202_id',
          val: 'Включить пуши в настройках телефона?',
          desc: 'Заголовок, если системный пуш выключен на андроид',
        },
        {
          id: 'text_02_id',
          val: 'Так вы не пропустите важные уведомления от ВТБ Онлайн.',
          desc: 'Текст, если системный пуш выключен на андроид',
        },
        {
          id: 'header_03_id',
          val: 'Включить \nпуш-уведомления?',
          desc: 'Заголовок, если системный пуш Включен на андроид',
        },
        {
          id: 'text_10_id',
          val: 'Включить в настройках',
          desc: 'для системных',
        },
        {
          id: 'grant_system_permissions',
          val: 'Включить в настройках',
          desc: 'для системных',
        },
        {
          id: 'text_0_id',
          val: 'Так вы не пропустите важные уведомления от ВТБ Онлайн.',
          desc: 'Текст, если системный пуш Включен на андроид',
        },
        {
          id: 'header_04_id',
          val: 'Отключить пуши?',
        },
        {
          id: 'text_544_id',
          val: 'Вам перестанут приходить пуш-уведомления об операциях.',
        },
        {
          id: 'header_05_id',
          val: 'Удалить выбранное устройство?',
        },
        {
          id: 'button_63_id',
          val: 'Удалить',
        },
        {
          id: 'text_335_id',
          val: 'Вам перестанут приходить пуш-уведомления обо всех операциях на устройство <deviceName>.',
        },
        {
          id: 'button_336_id',
          val: 'Оставить',
        },
        {
          id: 'header_066_id',
          val: 'Отключить пуши?',
          desc: 'Заголовок отключения массовых пушей',
        },
        {
          id: 'text_26_id',
          val: 'Вместо пуш-уведомлений будем отправлять СМС за <subscriptionCost> ₽/мес.',
          desc: 'Текст отключения массовых пушей',
        },
        {
          id: 'text_47_id',
          val: 'Вместо пуш-уведомлений будем отправлять СМС за <subscriptionCost> ₽/мес.',
          desc: 'Текст отключения пуш пенсионеров',
        },
        {
          id: 'header_08_id',
          val: 'Отключить бесплатные пуши?',
          desc: 'Заголовок отключения пуш стратег зп прайм зп, привилег, пенсионер',
        },
        {
          id: 'text_88_id',
          val: 'Вместо пуш-уведомлений будем отправлять СМС. Если есть Wi-Fi, но сотовая связь ограничена, СМС могут не дойти.',
          desc: 'Текст отключения  пуш стратег зп прайм зп',
        },
        {
          id: 'header_99_id',
          val: 'Отключить бесплатные пуши?',
          desc: 'Заголовок отключения пуш обычные зп с ВТБ+',
        },
        {
          id: 'text_09_id',
          val: 'Вместо пуш-уведомлений будем отправлять СМС. Это бесплатно с подпиской ВТБ Плюс.',
          desc: 'Текст отключения пуш пуш обычные зп с ВТБ+',
        },
        {
          id: 'header_10_id',
          val: 'Отключить пуши?',
          desc: 'Заголовок отключения пуш обычные зп без ВТБ+',
        },
        {
          id: 'button_05_id',
          val: 'Понятно',
        },
        {
          id: 'understandable_pwa',
          val: 'Понятно',
        },
        {
          id: 'text_85_id',
          val: 'Используется сейчас',
        },
        {
          id: 'button_64_id',
          val: 'Отключить',
        },
        {
          id: 'disable_push_pop_up',
          val: 'Отключить',
        },
        {
          id: 'button_17_id',
          val: 'Оставить пуши',
        },
        {
          id: 'keep_push_pop_up',
          val: 'Оставить пуши',
        },
        {
          id: 'max_active_header',
          val: 'Подключить отправку уведомлений в MAX?',
          desc: 'Заголовок для шторки включения уведомлений в MAX',
        },
        {
          id: 'max_active_text',
          val: 'Вы будете получать уведомления об операциях в мессенджере. Если не будет интернета, пришлем СМС.',
          desc: 'Текст для шторки включения уведомлений в MAX',
        },
        {
          id: 'max_active_button_push',
          val: 'Подключить',
          desc: 'кнопка для шторки включения уведомлений в MAX',
        },
        {
          id: 'max_deactive_header',
          val: 'Отключить отправку уведомлений в мессенджер MAX?',
          desc: 'Заголовок для шторки отключения уведомлений в MAX',
        },
        {
          id: 'max_deactive_text',
          val: 'Вы больше не будете получать уведомления в мессенджере. Будем присылать СМС или пуши об операциях.',
          desc: 'Текст для шторки отключения уведомлений в MAX',
        },
        {
          id: 'max_deactive_button_push',
          val: 'Отключить',
          desc: 'Текст кнопки шторки отключения уведомлений в MAX',
        },
        {
          id: 'max_active_without_telebank_header',
          val: 'Отправка уведомлений в MAX недоступна',
          desc: 'Заголовок для шторки подключения уведомлений в MAX, когда не подключены уведомления об операциях',
        },
        {
          id: 'max_active_without_telebank_text',
          val: 'Подключите уведомления об операциях. После вы сможете настроить отправку уведомлений в мессенджер.',
          desc: 'Текст для шторки подключения уведомлений в MAX, когда не подключены уведомления об операциях',
        },
        {
          id: 'max_active_without_telebank_button',
          val: 'Подключить уведомления',
          desc: 'Кнопка для шторки подключения уведомлений в MAX, для перехода в уведомления об операциях',
        },
        {
          id: 'max_active_without_telebank_desktop',
          val: 'Понятно',
          desc: 'Кнопка для шторки подключения уведомлений в MAX, десктоп',
        },
      ],
    },
    {
      id: 'screen_form',
      desc: 'Анкета при отключении уведомлений',
      texts: [
        {
          id: 'header_051_id',
          val: 'Почему вы хотите отключить уведомления?',
          desc: 'Заголовок анкеты',
        },
        {
          id: 'text_051_id',
          val: 'Не хочу платить',
          desc: 'текст первого варианта анкеты',
        },
        {
          id: 'text_302_id',
          val: 'Приходит много рекламы',
          desc: 'текст второго варианта анкеты',
        },
        {
          id: 'text_083_id',
          val: 'Уведомления присылают ночью',
          desc: 'текст третьего варианта анкеты',
        },
        {
          id: 'text_094_id',
          val: 'Уведомления не приходят',
          desc: 'текст четвертого варианта анкеты',
        },
        {
          id: 'text_55_id',
          val: 'Другая причина',
          desc: 'текст пятого варианта анкеты',
        },
        {
          id: 'button_id',
          val: 'Продолжить',
        },
        {
          id: 'keep_button',
          val: 'Оставить уведомления',
        },
        {
          id: 'submit_button',
          val: 'Ответить и отключить',
        },
      ],
    },
    {
      id: 'screen_alerts',
      desc: 'Шторки анкеты при отключении уведомлений',
      texts: [
        {
          id: 'header_031_id',
          val: 'Для вас уведомления бесплатные',
        },
        {
          id: 'text_71_id',
          val: 'Уведомления обо всех операциях помогают следить за расходами и защититься от мошенников.',
        },
        {
          id: 'text_042_id',
          val: 'Оплачивайте покупки картой ВТБ — и в следующем месяце будем присылать уведомления бесплатно.',
        },
        {
          id: 'header_03_id',
          val: 'Чтобы отключить рекламу, напишите в чат',
        },
        {
          id: 'text_073_id',
          val: 'Если вы отключите уведомления об операциях, рекламные предложения могут отправляться по-прежнему.',
        },
        {
          id: 'header_04_id',
          val: 'Чтобы получать уведомления в другое время, напишите в чат',
        },
        {
          id: 'text_044_id',
          val: 'В чате нельзя изменить только время уведомлений о тратах. Так вы сможете сразу узнать, если мошенники украли вашу карту и пытаются снять деньги.',
        },
        {
          id: 'header_05_id',
          val: 'Вы уже получаете уведомления бесплатно',
        },
        {
          id: 'header_87_id',
          val: 'Уведомления помогают защитить ваши деньги',
        },
        {
          id: 'text_27_id',
          val: 'Уведомления обо всех операциях помогают следить за расходами и защититься от мошенников. Все равно отключить их? ',
        },
        {
          id: 'button_25_id',
          val: 'Оставить уведомления',
        },
        {
          id: 'button_84_id',
          val: 'Отключить',
        },
        {
          id: 'button_33_id',
          val: 'Отключить уведомления',
        },
        {
          id: 'button_015_id',
          val: 'Написать в чат',
        },
        {
          id: 'text_66_id',
          val: 'Мы бесплатно отправляем вам СМС обо всех операциях. Все равно отключить уведомления?',
        },
      ],
    },
    {
      id: 'screen_errors',
      desc: 'Ошибки',
      texts: [
        {
          id: 'header_01_id',
          val: 'Уведомления временно недоступны',
        },
        {
          id: 'text_021_id',
          val: 'Мы уже работаем, чтобы это исправить. Попробуйте еще раз или повторите попытку позднее.',
        },
        {
          id: 'header_92_id',
          val: 'Не удалось подключить уведомления',
        },
        {
          id: 'header_03_id',
          val: 'Не удалось отключить уведомления',
        },
        {
          id: 'button_11_id',
          val: 'Попробовать снова',
        },
        {
          id: 'button_161_id',
          val: 'На главную',
        },
        {
          id: 'max_active_header_error',
          val: 'Подключение уведомлений в MAX временно недоступно',
          desc: 'Заголовок ошибки при подключении уведомлений MAX после подтверждения отп-кодом',
        },
        {
          id: 'max_active_text_error',
          val: 'Мы уже работаем, чтобы это исправить. Попробуйте еще раз или повторите попытку позднее.',
          desc: 'Текст ошибки при подключении уведомлений MAX после подтверждения отп-кодом',
        },
        {
          id: 'max_active_button_error',
          val: 'Попробовать снова',
          desc: 'Кнопка для перехода на экран способы уведомлений с ошибки',
        },
        {
          id: 'max_active_button_error2',
          val: 'На главную',
          desc: 'Кнопка для перехода на главную с ошибки',
        },
        {
          id: 'max_deactive_header_error',
          val: 'Отключение уведомлений в MAX временно недоступно',
          desc: 'Заголовок ошибки при отключении уведомлений MAX',
        },
        {
          id: 'max_deactive_text_error',
          val: 'Мы уже работаем, чтобы это исправить. Попробуйте еще раз или повторите попытку позднее.',
          desc: 'Текст ошибки при подключении уведомлений MAX',
        },
        {
          id: 'max_deactive_button_error',
          val: 'Попробовать снова',
          desc: 'Кнопка для повторного запроса с ошибки',
        },
        {
          id: 'max_deactive_button2_error',
          val: 'На главную',
          desc: 'Кнопка для перехода на главную с ошибки',
        },
        {
          id: 'max_active_header_no_phone',
          val: 'Отправка уведомлений в мессенджер MAX недоступна',
          desc: 'Заголовок ошибки при подключении уведомлений MAX при отсутствии номера в MAX',
        },
        {
          id: 'max_active_text_no_phone',
          val: 'Чтобы получать уведомления в МАХ, зарегистрируйтесь в мессенджере по номеру телефона, привязанному к банку.',
          desc: 'Текст ошибки при подключении уведомлений MAX при отсутствии номера в MAX',
        },
        {
          id: 'max_active_button_no_phone',
          val: 'На главную',
          desc: 'Кнопка перехода на главную если нет клиента в мах',
        },
        {
          id: 'max_active_button_no_phone2',
          val: 'К способам уведомлений',
          desc: 'Кнопка перехода в способ уведомлений если нет клиента в мах (до редизайна)',
        },
        {
          id: 'max_active_button_no_phone2_2',
          val: 'К настройкам уведомлений',
          desc: 'Кнопка перехода в способ уведомлений если нет клиента в мах (после редизайна)',
        },
      ],
    },
  ],
};
